Repository: CoachBirgit/wine-shop-minimum-order
Catalog: languages/wine-shop-minimum-order-*_formal.po
Languages: de_de@formal

source: Your cart has been updated!
de_de@formal: Ihr Warenkorb wurde aktualisiert!

source: You must have a multiple of %s bottles in your cart.
de_de@formal: Die Bestellmenge in Ihrem Warenkorb muss durch %s teilbar sein.

source: Wine Shop Minimum Order
de_de@formal: Weinshop Mindestbestellung

source: Wine Shop Minimum Order Settings
de_de@formal: Weinshop Mindestbestellung Einstellungen

source: Minimum Bottles
de_de@formal: Mindestanzahl Flaschen

source: Minimum number of bottles required in the cart.
de_de@formal: Mindestanzahl von Flaschen im Warenkorb erforderlich.

source: Minimum Quantity Message
de_de@formal: Mindestbestellmenge Nachricht

source: Custom message displayed when the cart does not meet the minimum quantity. Use %s as a placeholder for the minimum quantity.
de_de@formal: Individuelle Meldung, die angezeigt wird, wenn der Warenkorb die Mindestmenge nicht erreicht. Verwenden Sie %s als Platzhalter für die Mindestmenge.

source: Divisible Quantity Message
de_de@formal: Mindestbestellmenge teilbar durch

source: Custom message displayed when the cart quantity is not divisible by the minimum quantity. Use %s as a placeholder for the minimum quantity.
de_de@formal: Individuelle Meldung, die angezeigt wird, wenn die Warenkorbmenge nicht durch die Mindestmenge teilbar ist. Verwenden Sie %s als Platzhalter für die Mindestmenge.

source: Enforces a minimum order quantity of wine bottles in the cart with customizable increments.
de_de@formal: Erzwingt eine Mindestbestellmenge von Weinflaschen im Warenkorb mit anpassbaren Abstufungen.
